{
  "work": {
    "storagecraft": {
      "description": "Redefining Storage Solutions",
      "slug": "storagecraft",
      "image": "storagecraft.png",
      "logo": "storagecraft-logo.png",
      "role": "Project Lead",
      "highlight": "#1A568F",
      "type": "UX, Branding, Web Design, Front End Development",
      "product": "www.storagecraft.com",
      "site": "https://www.storagecraft.com/",
      "thesis": "How can we redefine StorageCraft's brand with the launch of their new products?",
      "team": [{
        "split": {
          "left": {
            "title": "Project Lead",
            "description": "Evan McEldowney"
          },
          "right": {
            "title": "Agency",
            "description": "Elevated Third"
          }
        }
      }],
      "overview": "While working for Elevated Third I was presented with the task of launching StorageCraft's three new signature products through a redesign of their website. These platform products would redefine their business and marketing strategy for the future. StorageCraft was positioned in the market as the legacy player and were looking to make a splash. They were hoping to present themselves as a new more youthful and technologically savvy company and recruited me to help them do this through a new brand and marketing strategy on their website.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "1.1 Understanding the Problem",
                "description": "I met with the client and dived in understanding their reasons for wanting to change. They felt they were stuck as the old man of the storage solution industry and wanted to to modernize. They felt their website didn't accurately reflect the power and innovation of their new platform products. They were looking for a fresh face for their business and new ways to show it."
              }
            },
            {
              "color": {
                "src": "storagecraft/old-site.png",
                "description": "Website Before the Redesign"
              }
            }
          ]
        },
        {
          "section": "2 Wires",
          "section-content": [{
              "text": {
                "side": "",
                "title": "2.2 Components",
                "description": "I produced each page within that structure with an empathy map that outlined the type of content I wanted to feature as the user moved down the page. This would move the potential B2B customer through the page and subsequent site to the major conversion point we were hoping to target. I then built out these maps by designing five or six essential components blocks such as product headers, featured content, simple callouts that could be used across the site."
              }
            },
            {
              "imagecontain": {
                "src": "storagecraft/content-blocks.jpg"
              }
            },
            {
              "text": {
                "side": "offset-by-one-half",
                "title": "2.1 Structure",
                "description": "I laid out a new structure for the site based around highlighting the new platform products, creating a more efficient flow to essential pages for repeat customers, and providing a better explanation of what the products did and how they had helped other companies."
              }
            },
            {
              "color": {
                "src": "storagecraft/stc-wireframes.png",
                "description": "Wireframes of the Home, Solution, and Product Pages"
              }
            }
          ]
        },
        {
          "section": "3 Implementation",
          "section-content": [{
              "text": {
                "side": "offset-by-one-half",
                "title": "3.0 High Fidelity",
                "description": "After the wires were approved I fleshed out the designs with a brand that combined the history and brand of StorageCraft with a fresh and light air for the launch of its new products. I succeeded in exciting the client by prototyping and directing new interactions and animations to refresh their brand."
              }
            },
            {
              "imagecontain": {
                "src": "storagecraft/high-fidelity.jpg"
              }
            }
          ]
        }
      ]
    },
    "studentrabbit": {
      "description": "Fixing Buying and Selling Textbooks",
      "slug": "studentrabbit",
      "image": "studentrabbit.png",
      "logo": "studentrabbit-logo.png",
      "role": "Product Lead",
      "highlight": "#78CECF",
      "type": "Front End Development, Branding, Web Design, UX",
      "product": "www.studentrabbit.com",
      "site": "http://www.studentrabbit.com/#/",
      "thesis": "How can we make buying and selling textbooks between students safe and simple?",
      "team": [{
          "split": {
            "left": {
              "title": "Evan McEldowney",
              "description": "Product Lead"
            },
            "right": {
              "title": "Vendela Larsson",
              "description": "Designer"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Alex Morris",
              "description": "Designer"
            },
            "right": {
              "title": "Christina Spleen",
              "description": "Developer"
            }
          }
        }
      ],
      "overview": "In Fall of 2015 I was recruited by Scout, Northeastern University’s Student Design Agency to lead a team that was going to redesign and rebrand a startup called Student Rabbit. Student Rabbit is a student-to-student marketplace that aims to change the way that students buy and sell textbooks. Our team worked on a complete redesign for the Student Rabbit brand, user experience and web application.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "1.1 Understanding the Problem",
                "description": "We began the project by doing in-depth interviews with our client to understand their brand and the concept behind the business. We found the problem with creating a marketplace between consumers is the number of steps to complete the transaction and the wait time needed for people to negotiate. The major task that we were faced with was condensing and simplifying the lengthy buying and selling process."
              }
            },
            {
              "color": {
                "src": "studentrabbit/sitemap.png",
                "description": "Site Map of problem areas"
              }
            },
            {
              "text": {
                "side": "",
                "title": "1.2 User Journey and Testing",
                "description": "We decided to test the site with fifteen users to get a better understanding of the major pain points of the site and created a site map highlighting them. The interviews and map led us to focus on simplifying the user journey, providing contextual clues of where they were in the site and creating a more fluid user buying experience."
              }
            }
          ]
        },
        {
          "section": "2 Create",
          "section-content": [{
              "text": {
                "side": "offset-by-one-half",
                "title": "2.1 Wireframing",
                "description": "Using simple wireframes, we mapped out a new user flow and new functionality to solve the major pain points of the site. We added a centralized dashboard, streamlined messaging system, and cut down the buying and selling process. We also educated our users on the how the system safely allowed students to make offers, message to meet up, and finally hand deliver the books."
              }
            },
            {
              "color": {
                "src": "studentrabbit/flow.png",
                "description": "Buying a Book Flow"
              }
            },
            {
              "color": {
                "src": "studentrabbit/wireframes.png",
                "description": "Wireframes of Home and Dashboard"
              }
            },
            {
              "split": {
                "left": {
                  "title": "2.2 Branding and Iconography",
                  "description": "To rebrand Student Rabbit we started with some basic exercises with the client to better understand the values of the company. We focused the brand around the pillars of youthful, connective, professional, reactive, and playful and then iterated on a logo mark, color palette, and icons that reflected this."
                },
                "right": {
                  "src": "studentrabbit/logo.png"
                }
              }
            },
            {
              "split": {
                "left": {
                  "src": "studentrabbit/explain.png"
                },
                "right": {
                  "src": "studentrabbit/icons.png"
                }
              }
            },
            {
              "text": {
                "side": "offset-by-one-half",
                "title": "2.3 High Fidelity Designs",
                "description": "With our brand and flow set we designed the finalized user interface of each page. We would use orange and blue to help distinguish the buying and selling processes and custom created icons to give context to actions and explain how the process worked."
              }
            },
            {
              "color": {
                "src": "studentrabbit/highfidelity.png",
                "description": "Buying a Book Flow"
              }
            }
          ]
        },
        {
          "section": "3 Implementation",
          "section-content": [{
              "text": {
                "side": "offset-by-one-half",
                "title": "3.1 Coded Prototype",
                "description": "After finishing with high fidelity design my team and I created a complete mobile first prototype of the site out of HTML, SASS, and JavaScript that was then handed to a developer to implement full stack integration. The site went live in Spring of 2016."
              }
            },
            {
              "imagecontain": {
                "src": "studentrabbit/screen.png"
              }
            }
          ]
        }
      ]
    },
    "kleo": {
      "description": "Accessible Museum Tours",
      "slug": "kleo",
      "image": "kleo.png",
      "logo": "kleo-logo.png",
      "role": "User Experience Designer",
      "type": "Branding, Product Design, App Design",
      "product": "Invision Prototype",
      "site": "https://invis.io/Z59BUUBA4",
      "thesis": "How can we create a meaningful experience between art and museum visitors?",
      "highlight": "#6118D4",
      "team": [{
          "split": {
            "left": {
              "title": "Evan McEldowney",
              "description": "Product Designer"
            },
            "right": {
              "title": "Alice Young",
              "description": "Developer"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Beatrice Huang",
              "description": "Developer"
            },
            "right": {
              "title": "Emily O'Brien",
              "description": "Product Designer"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Amanda Pinsker",
              "description": "Product Designer"
            },
            "right": {
              "title": "",
              "description": ""
            }
          }
        }
      ],
      "overview": "My Northeastern Interaction Senior Capstone team built Kleo to create a memorable and accessible experience that creates interest and conversations between novice visitors and the museum itself. We bridged physical and digital tools to provide a smart phone tour application that allows for customization, contextualization, and easy navigation in a user’s museum experience.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "1.1 Interviews and Academic Research",
                "description": "We began our efforts by taking a month to dig into past research that had been done on museum design  and attendance while also conducting in person interviews of visitors and employees at museums. After looking at practices and research the some of the major issues with traditional museum visitor experiences became clearer to us. Our major goals for the project became creating context for visitors,  simplifying wayfinding, and making the art in the museum accessible."
              }
            },
            {
              "imagecontain": {
                "src": "kleo/research.png"
              }
            },
            {
              "split": {
                "left": {
                  "title": "1.2 Looking with Empathy",
                  "description": "We then created empathy maps to understand and organize some of the findings obtained from our interviews and step into the mind of tourists, museum staff, curators, educators, and students who visited the museum."
                },
                "right": {
                  "src": "kleo/empathy.png"
                }
              }
            },
            {
              "split": {
                "left": {
                  "src": "kleo/brainstorming.png"
                },
                "right": {
                  "title": "1.3 Framing the Problem",
                  "description": "We decided to focus on the novice museum goer as our main audience and distilled their maps into specific questions that would be answer by the features of our product. We then brainstormed different ways we could use physical or digital tools to solve these questions for our audience."
                }
              }
            },
            {
              "split": {
                "right": {
                  "src": "kleo/howmightwe.png"
                },
                "left": {
                  "title": "1.4 How Might We",
                  "description": "<ul><li>bridge the gap between physical and digital?</li><li>support different interests of different visitors?</li><li>support flexible decision making?</li><li>create emotional/personal connections?<li>add context to the content?</li></li><li>encourage sharing</li></ul>"
                }
              }
            },
            {
              "text": {
                "title": "1.5 Finding a Partnership",
                "side": "",
                "description": "We had meetings with the MFA, ICA, Harvard Art Museum, Design Museum Boston, PEM, and Northeastern's Gallery 360. At this point in our process, we were considering many formats for a product that could be a solution to these problems. We were originally interested in the Boston Museum of Fine Art due to its proximity, large collection, and initiative for accessibility but after talking with the MFA we found that working them would be not be viable due to their current initiatives and the museum’s long production timeline."
              }
            },
            {
              "imagecontain": {
                "src": "kleo/partner.png"
              }
            },
            {
              "text": {
                "title": "1.6 Harvard Art Museum + Mobile Tour App",
                "side": "offset-by-one-half",
                "description": "Without control over a physical space we decided to pursue a mobile application. An application gave us flexibility in creating an experience we wanted that could be introduced flexibly in more than one museum. We were selected by Harvard Art Museum as a partner and they granted us access to their API and a museums space to test our application. With this partnership we decided to create a museum tour application that allowed for customization, contextualization, and easy navigation in a user’s museum experience."
              }
            }
          ]
        },
        {
          "section": "2 Create",
          "section-content": [{
              "split": {
                "left": {
                  "title": "2.1 Designing Features",
                  "description": "Our team began to design the features and functionality of the application directly from the research and the exercises we had conducted at the beginning of the project and used our How Might We statements to frame each decision in the context of our audience."
                },
                "right": {
                  "title": "",
                  "description": "<ul><li>Time Flexible Tours</li><li>Feature, Mood, Color and User Generated Tours</li><li>Timeline of activity at Museum</li><li>Turn by turn photo navigation<li>Visual and audio context</li></li><li>Distraction Free Wander Mode</li></ul>"
                }
              }
            },
            {
              "color": {
                "src": "kleo/sitemap.png",
                "description": "Sitemap of App"
              }
            },
            {
              "color": {
                "src": "kleo/wireframes.png",
                "description": "Wireframes the apps major features"
              }
            },
            {
              "text": {
                "side": "",
                "title": "2.2 Creating a Invision Prototype",
                "description": "After testing and iterating on our wireframes we finalized our features and built out a fully fleshed out prototype on Invision to test with visitors and to help our developers in creating the application."
              }
            },
            {
              "embed": {
                "src": "//invis.io/XF9CGTCG5"
              }
            },
            {
              "split": {
                "left": {
                  "title": "2.3 Wander Mode",
                  "description": "Wander Mode was my brain child and it came to me after testing the app repeatedly and seeing the amount of time visitors were looking at their phone. I became interested in how we could create the same experience and information without the phone detracting from the art itself."
                },
                "right": {
                  "title": "",
                  "description": "Using IBeacon technology Wander  Mode gives the user the chance to move around a museum freely while giving them audio context to each gallery they enter and each piece they want to hear more about. When entering into a gallery the user is read the museums room description and immersed in music from the time period. If a user chooses they can walk up to a piece and use voice commands to hear more about a piece or save in their collection. The content is pulled directly from the API and would need minimal curation from the museum itself."
                }
              }
            },
            {
              "video": {
                "src": "218838157"
              }
            }
          ]
        },
        {
          "section": "3 Implementation",
          "section-content": [{
              "text": {
                "title": "3.1 Testing the App in the Museum",
                "description": "Working with our designs and the Harvard API our development team created a fully functioning app using web React.js, Firebase, and Redux. We also secured location aware IBeacons from the Harvard Art Museum that allowed us to test out the location dependent functionality of the app in the museum itself."
              }
            },
            {
              "split": {
                "left": {
                  "src": "kleo/award.png"
                },
                "right": {
                  "title": "3.2 Awards and Future",
                  "description": "We continued to iterate on design by testing with users in the museum and entered Northeastern’s Research, Innovation, and Science Exposition(RISE) and ended up winning first prize in the humanities. Please contact directly with questions about the project!"
                }
              }
            },
            {
              "video": {
                "src": "218838292"
              }
            }
          ]
        }
      ]
    },
    "tinyeye": {
      "description": "A virtual reality hidden object game",
      "image": "tinyeye.png",
      "slug": "tinyeye",
      "logo": "tinyeye-logo.png",
      "highlight": "#F06F36",
      "type": "Front End Development, Branding, Web Design, UX",
      "site": "http://tinyeyeapp.com",
      "product": "Mobile VR App",
      "thesis": "How do we design accessible and immersive experiences in Virtual Reality?",
      "team": [{
          "split": {
            "left": {
              "title": "Evan McEldowney",
              "description": "Product Designer"
            },
            "right": {
              "title": "Geoff House",
              "description": "Project Manager"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Ruddy Mutter",
              "description": "Developer"
            },
            "right": {
              "title": "Mike Godlewski",
              "description": "Product Designer"
            }
          }
        }
      ],
      "overview": "In the Spring of 2016 I worked at a mobile app development company called Yeti in sweet and beautiful San Francisco. Yeti was interested in exploring the realm of Virtual Reality but didn’t have experience in the field and wanted to understand the basics of design and development in VR. They tasked me on making a VR game inspired off of the classic “ISpy” game from the 90’s with a developer who wanted to learn Unity.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "",
                "description": "I started looking into the current state of VR phone applications on the market and the primary value they offered. In 2016 the market was pretty barren with the majority of content being based around 360 video or thriller experiences. One of the best resources I found was the Design for Google Cardboard app and site developed by Google. Their walkthroughs and my own research taught me how to design for motion sickness, rendering 2D in 3d spaces, user control, and entering and exiting UI patterns."
              }
            },
            {
              "image": {
                "src": "tinyeye/research.png"
              }
            },
            {
              "text": {
                "side": "offset-by-one-half",
                "title": "1.1 Prototyping and Designing in VR",
                "description": "I began prototyping different versions of what our version of ISpy could look like by creating basic interfaces on top of the 360 photos. I found that prototyping in VR was difficult because of the lack of translation from 2d to 3d. To remedy this, I used VR Framer.js plugin to develop live clickable prototypes in 360 that I could hand off to my developer. These prototypes helped me understand scene transitions, menu location, motion interaction in VR that would become important in the final app itself. "
              }
            },
            {
              "color": {
                "src": "tinyeye/prototypes.png",
                "description": "Early Designs of VR interfaces"
              }
            },
            {
              "text": {
                "title": "1.2 Creating Immersive Content",
                "side": "offset-by-one-half",
                "description": "After my research into the field it became clear to me quickly that content was king in VR and that we had to create immersive environments to keep engagement. We started to develop in Unity but found that progress was slow because of our developer’s lack of experience. We bought a basic Ricoh 360 camera and I began to look around San Francisco for content. The depth of field of the camera and lack of stable environment in the real world led us to create our own worlds of toys and found objects just like in the books."
              }
            },
            {
              "image": {
                "src": "tinyeye/concept.jpg"
              }
            }
          ]
        },
        {
          "section": "2 Create",
          "section-content": [{
              "split": {
                "left": {
                  "title": "2.1 Testing the Concept",
                  "description": "I worked with the developer to create a basic prototype of the game in Unity that used simplified wireframes to understand game mechanics and UI functionality. "
                },
                "right": {
                  "src": "tinyeye/snowtown.png"
                }
              }
            },
            {
              "video": {
                "src": "219439365"
              }
            },
            {
              "split": {
                "right": {
                  "title": "2.2 Branding a New ISpy",
                  "description": "With the concept tested I built out a brand, logo, and UI set could be used across the app. Geoff and Mike, the creative director and the senior designer at Yeti helped me with refining these into a cohesive system that worked and reinforced the playful nature of the app."
                },
                "left": {
                  "src": "tinyeye/brand.png"
                }
              }
            },
            {
              "image": {
                "src": "tinyeye/brandexercises.png"
              }
            },
            {
              "text": {
                "title": "2.3 Understanding 360 Degree Environments",
                "side": "",
                "description": "To flesh out the content Geoff, Mike and I took 3 days and a huge amount of left over toys and let our inner kids go crazy. We built 9 complete worlds with 10 hidden objects in each world. The biggest takeaway from this phase of the project were the challenges was learning to deal with the difficulties of directing and shooting with a 360 camera because of the lack of control and directionality."
              }
            },
            {
              "image": {
                "src": "tinyeye/settingup.jpg"
              }
            },
            {
              "text": {
                "title": "2.4 Designing for the App Store",
                "side": "offset-by-one-half",
                "description": "After showing it to my CEO he was interested in launching it on the app store but to do this we would need polish the UI and move menus out of VR so we could introduce a pay to play system for sets of levels. We scrapped a good amount of the original in VR design and restarted in 2D with branding I had done earlier. We added icons for all the hidden objects and added sound to each environment to increase the immersive nature of the app."
              }
            },
            {
              "color": {
                "src": "tinyeye/ui.png",
                "description": "UI for the 2D interface"
              }
            }
          ]
        },
        {
          "section": "3 Implementation",
          "section-content": [{
              "text": {
                "title": "Live on the App Store",
                "side": "",
                "description": "After a code binge by our developer Rudy we launched on the app store in the middle of May and pushed out marketing material and a promotional website to different publications.  I learned more than I could imagine from the project and it gave me a deep dive into the challenges of designing in VR, the new medium of 360 video and images, and the realities of app development in Unity. "
              }
            },
            {
              "video": {
                "src": "219754890"
              }
            }
          ]
        }
      ]
    },
    "recovery-road": {
      "name": "Recovery Road",
      "slug": "recovery-road",
      "image": "recovery.jpg",
      "logo": "recovery-logo.png",
      "role": "Producer and Lead Dev",
      "type": "Production, Design, Development",
      "product": "Interactive Documentary",
      "description": "Exploring Boston's Heroin Crisis",
      "highlight": "#D3A713",
      "thesis": "How do we help to destigmatize heroin addiction?",
      "team": [{
          "split": {
            "left": {
              "title": "Evan McEldowney",
              "description": "Producer and Lead Dev"
            },
            "right": {
              "title": "Mike Wagenheim",
              "description": "Dev"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Jennifer Heintz",
              "description": "Designer"
            },
            "right": {
              "title": "Suma Hussien",
              "description": "Designer and Videographer"
            }
          }
        }
      ],
      "overview": "Recovery Road is an interactive documentary made through Northeastern University’s Storylab focused on telling the story of active and recovering heroin addicts on Boston's Methadone mile to destigmatize heroin addiction and those who suffer from it. Using personal interviews, 360 video, and illustrated storylines we hope to change the perception of addiction from a moral failure to a disease that affects the mind.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "",
                "description": "The opioid epidemic in the United States is currently worse than it has ever been. Massachusetts has one of the highest rates of overdose deaths in the country, with nearly 2,000 people dying from overdoses in 2016 alone. The epidemic can easily be observed at what is commonly called Boston’s “Methadone Mile” — what we prefer to call “Recovery Road.” This refuge and haven for those with substance use disorder, at the edge of Boston’s South End, Roxbury, and Dorchester neighborhoods, is a walking distance from Northeastern University. Because of this we decided to create a project to help family, friends, and the public understand the struggle of those suffering through addiction."
              }
            },
            {
              "imagecontain": {
                "src": "recovery/photos.jpg"
              }
            },
            {
              "text": {
                "side": "offset-by-one-half",
                "title": "1.1 Finding Interviews",
                "description": "Our team of designer, developers, and journalists conducted interviews with police officers, medical professionals, social workers, and outreach programs. After our team had trouble finding real stories of addiction on Methadone Mile, I began to attending NA meetings, conducting interviews on Mass Ave, and meeting with community volunteers to help expand our network. I eventually met Paul who became the center storyline of the prototype and helped me understand what real addiction looked and felt like. "
              }
            },
            {
              "video": {
                "src": "215324021"
              }
            },
            {
              "text": {
                "side": "offset-by-one-half",
                "title": "1.2 User Journey",
                "description": "The site is organized for the user to explore one story at a time through interactive maps, documentary clips, and 360 videos. The user is then directed to the resources we gathered throughout the project or to Join the Movement by lending their voice to share the project."
              }
            },
            {
              "color": {
                "src": "recovery/sitemap.png",
                "description": "UI for the 2D interface"
              }
            }
          ]
        },
        {
          "section": "2 Create",
          "section-content": [{
              "text": {
                "side": "offset-by-one-half",
                "title": "2.1 Design and Development",
                "description": "I was the lead developer on the project but I also ended up designing the user interface of the site along with finding sources for interviews. The designs and illustrations were done by Jennifer Heintz and the videography would be done by Suma Hussien. Mike Wagenheim and I would use a JavaScript animation framework called Biggie based off of Bigwheel to put together a functional prototype of the project."
              }
            },
            {
              "gif": {
                "src": "recovery/storylab0.mp4"
              }
            },
            {
              "gif": {
                "src": "recovery/storylab1.mp4"
              }
            },
            {
              "gif": {
                "src": "recovery/storylab2.mp4"
              }
            },
            {
              "gif": {
                "src": "recovery/storylab3.mp4"
              }
            },
            {
              "gif": {
                "src": "recovery/storylab4.mp4"
              }
            },
            {
              "gif": {
                "src": "recovery/storylab5.mp4"
              }
            }
          ]
        },
        {
          "section": "3 Implementation",
          "section-content": [{
            "text": {
              "title": "The Future of Recovery Road",
              "side": "",
              "description": "The project currently features a fully functional web prototype that goes through the path of one addict in recovery but we are in the process of collecting and implementing more in the coming weeks. We are currently looking for partners that share our goals and will help with the production, funding and distribution of the project. If you are interested, please reach out to me directly."
            }
          }]
        }
      ]
    },
    "airbo": {
      "name": "Airbo",
      "slug": "airbo",
      "image": "airbo.jpg",
      "logo": "airbo-logo.png",
      "highlight": "#40BEFF",
      "role": "Lead Designer",
      "type": "Product Design, Branding, Front-End Development",
      "product": "Marketing Site & Branding",
      "description": "Rebranding HR Ease & Engagement",
      "site": "https://airbo.com",
      "thesis": "How do we redefine a startup's brand to catalyze it for growth?",
      "team": [{
          "split": {
            "left": {
              "title": "Evan McEldowney",
              "description": "Lead Designer & Front-End Dev"
            },
            "right": {
              "title": "Vlad Gyster",
              "description": "Founder"
            }
          }
        },
        {
          "split": {
            "left": {
              "title": "Ryan Workman",
              "description": "Senior Developer"
            }
          }
        }
      ],
      "overview": "For over eight years, Airbo has been at the forefront of adapting concepts from Silicon Valley to drive engagement in benefits, wellness, and other HR programs. Their platform takes concepts from gamification, mobile, and social media and adapts them to the realities of complex benefit messaging. As they prepared to take a large leap in size they needed to redefine their brand and create a new marketing site to capture new clients and to match the growth of their technology and influence.",
      "content": [{
          "section": "1 Research",
          "section-content": [{
              "text": {
                "side": "",
                "title": "1.1 Where The Brand Was",
                "description": "I started off with a deep dive of the history of Airbo as a company and as a brand. I wanted to understand its past so that I could reflect its future. The company had pulled a lot of brand elements along with it through different iterations and lacked a central language. After talking with the founder, I also learned that the business was reliant on some huge partnerships with their longtime clients. Because of this, I didn't want to alter the brand too drastically and confuse returning users to the system. I focused on simplifying and elevating their brand by standardizing and refreshing while adding a few new concepts that spoke to the core of the company."
              }
            },
            {
              "imagecontain": {
                "src": "airbo/oldsite.jpg"
              }
            },
            {
              "split": {
                "right": {
                  "title": "1.2 Illustrations",
                  "description": "Airbo's brand when I approached it was light and airy and cushioned in cartoony custom illustrations that had been created for use within the companies software. Though these were skillfully rendered they didn't fit the main elements of Airbo's brand such as its typeface and imagery."
                },
                "left": {
                  "src": "airbo/old-illustration1.jpg"
                }
              }
            }
          ]
        },
        {
          "section": "2 Branding",
          "section-content": [{
              "split": {
                "left": {
                  "title": "",
                  "description": "To reconcile this I created new line illustrations that referenced previous brand elements such as hot air balloons and clouds that could be used more flexibly across the site. They ended up being great tools for concept explanation and micro-interactions."
                },
                "right": {
                  "src": "airbo/style.jpg"
                }
              }
            },
            {
              "split": {
                "right": {
                  "title": "2.1 Brand Palette",
                  "description": "Airbo's color palette was based around a central light blue and included a few more tones and accent colors. Out of these I strategically picked two blues to use across the site and created two gradient patterns out of the other colors to create a sense of movement and calm. Because their product was based around HR I wanted to transition Airbo from being something outgoing and cute to something soothing and engaging. That way their users and clients could trust the experience and reliability of the product."
                },
                "left": {
                  "src": "airbo/color_palette.jpg"
                }
              }
            },
            {
              "split": {
                "left": {
                  "title": "2.2 Waves",
                  "description": "After learning Airbo was created in Venice, CA and the founder loved to surf I decided to introduce a branded wave pattern that would reflect the companies passion and roots. This element would also help transition sections, introduce products, and play with space in interesting ways."
                },
                "right": {
                  "src": "airbo/curve2.jpg"
                }
              }
            }
          ]
        },
        {
          "section": "3 Design",
          "section-content": [{
              "text": {
                "title": "3.1 Outline",
                "side": "",
                "description": "For the design of the website, I wanted something fresh and light using the new brand elements that would help explain their product easily. Employee benefits communication is not exactly the hottest concept in town but I wanted to shake up their market and introduce some new elements of web design that would put them far in front of their competitors."
              }
            },
            {
              "split": {
                "right": {
                  "title": "3.2 Wireframes",
                  "description": "I sketched and wireframes a basic concept of the site and went through revision rounds with the founder to really nail down how to talk about his product correctly. He was hesitant that people visiting the site wouldn't get the interactive gamification that Airbo brings to its users and requested I make animations to show the accessibility and sense of accomplishment that Airbo brings."
                },
                "left": {
                  "src": "airbo/wireframes.jpg"
                }
              }
            },
            {
              "imagecontain": {
                "src": "airbo/homepage.jpg"
              }
            },
            {
              "color": {
                "src": "airbo/demo.jpg",
                "description": "Demo Page"
              }
            },
            {
              "imagecontain": {
                "src": "airbo/broker.jpg"
              }
            },
            {
              "text": {
                "title": "3.3 Animations",
                "side": "",
                "description": "To explain the product I first abstracted the concept of Airbo's tile system into simplified playful cards. I then animated them to show the process of how Airbo's users answer and learn information and implemented that into a looping HTML video that would seamlessly play on the homepage. I also added CSS animations to the balloon and cloud illustrations to give the website a sense of motion and joy."
              }
            },
            {
              "gif": {
                "src": "airbo/screen.mp4"
              }
            }
          ]
        },
        {
          "section": "4 Development",
          "section-content": [{
            "text": {
              "title": "4.1 Sprints and Rails",
              "side": "",
              "description": "The marketing pages were each created in two-week sprints where the first week would be the design and the second week would be the development. The site was deployed on Rails and I had to do a good amount of poking around to understand where and how the partials and architecture worked. Using HTML, Javascript, and SASS I was able to streamline the development and create a fully responsive site marketing in eight total weeks."
            }
          }]
        }
      ]
    },
    "coprocure": {
      "name": "CoProcure",
      "slug": "coprocure",
      "image": "coprocure.jpg",
      "logo": "coprocure-logo.png",
      "highlight": "#37A8EB",
      "role": "Product Designer",
      "type": "Government Tech, Service Design, Branding",
      "product": "Civic Tech Procurement Marketplace",
      "description": "Making Government Procurement Easy",
      "site": "https://www.coprocure.us/",
      "thesis": "How Do We Fix Governments Procurement?",
      "team": [{
        "split": {
          "left": {
            "title": "Evan McEldowney",
            "description": "Product Lead"
          },
          "right": {
            "title": "Mariel Reed",
            "description": "CEO"
          }
        }
      }],
      "overview": "Coprocure is trying to drastically improve how the government operates at the most basic level; procurement.  The government purchases three trillion dollars worth of supplies and services every year on the state and national levels. This process is long and drawn out but can be expedited through things call cooperative contracts. Coprocure is a centralized marketplace for these contracts saving the government millions of dollars each year. I joined Coprocure early on to design their brand and product after seed funding. More info in the future but here are some shots of the work that has been done.",
      "content": [{
        "section": "Sneak Peak More to Come",
        "section-content": [
            {
              "imagecontain": {
                "src": "coprocure/styleguide.png"
              }
            },
            {
              "color": {
                "src": "coprocure/home.png",
                "description": "Marketing Pages"
              }
            },
            {
              "imagecontain": {
                "src": "coprocure/product.png"
              }
            }
        ]
      }
    ]
  },
  "mitshift": {
    "name": "MIT & UN Sustainability Tools",
    "slug": "mitshift",
    "image": "shift.jpg",
    "logo": "shift-logo.png",
    "highlight": "#58606a",
    "role": "Product Designer",
    "type": "Product Design, Sustainability, Web Application",
    "product": "Shift Sustainability Library",
    "description": "Searchable Sustainability Tools",
    "site": "https://shift.tools",
    "product2": "UN Global Compact Library",
    "site2": "https://www.unglobalcompact.org/library",
    "thesis": "How Can We Empower Corperations to Be More Sustainable?",
    "team": [{
      "split": {
        "left": {
          "title": "Evan McEldowney",
          "description": "Lead Product Designer"
        },
        "right": {
          "title": "Saman Baghestani",
          "description": "Product Manager"
        }
      }
    }],
    "overview": "I care deeply about the realities of the climate crisis. I got the opportunity to work for MIT on a online platform called Shift Tools trying to help mitgate that crisis. It is an evolving community of corporate sustainability practitioners, sustainability-oriented entrepreneurs, and impact investors working together to curate and review tools to help large corperations change their behavior. I was brought on at the beginning of the project to help design the product strategy, UX/UI, and branding. This would later lead to a follow-up project to redesign the UN’s Global Compact Sustainability Library.",
    "content": [{
        "section": "1 Research",
        "section-content": [{
            "split": {
              "left": {
                "title": "1.1 Onboarding",
                "description": "I came on to the project as a lead product designer to transition the functionality from a basic search to a fully-formed ecosystem hub of sustainability clients and providers. I began by conducting research with stakeholders of the project and the users that were currently on the site to get an understand of needs and an audit of the site itself."
              },
              "right": {
                "src": "mitshift/2016.jpg"
              }
            }
          },
          {
            "split": {
              "right": {
                "title": "1.2 UX Accessment",
                "description": "The major takeaways were that the UI needed an overhaul, the current search function was confusing and that users needed a better way to collect and compare results in a centralized location. We built these changes iteratively over the next year constantly growing our community and testing with users."
              },
              "left": {
                "src": "mitshift/sloan.png"
              }
            }
          }
        ]
      },
      {
        "section": "2 UX and UI",
        "section-content": [{
            "split": {
              "left": {
                "title": "2.1 UI",
                "description": "I developed a UI system based on Shift’s brand colors and slick aesthetic of utility. These included new buttons, dropdowns, page layouts, icons, and color associations that better-aligned Shifts brand with its online presence."
              },
              "right": {
                "src": "mitshift/UI.jpg"
              }
            }
          },
          {
            "color": {
              "src": "mitshift/filtering.png",
              "description": "List Page"
            }
          },
          {
            "text": {
              "title": "2.2 Creating Effective Navigation",
              "description": "Search when I joined the project was confusing and hidden when I came on to the project. Users were unsure of how to access the resources they were interested in. After helping build out a taxonomy of different categories to help organize the resources across the board we split the home page into three sections. The first section was informational about what shift was and contained the direct search functionality while the second broke down different categories one could search by and the third broke down featured resources."
            }
          },

          {
            "color": {
              "src": "mitshift/home.png",
              "description": "Home Search"
            }
          },
          {
            "split": {
              "left": {
                "title": "2.2 Collect and Compare",
                "description": "In our user interviews, we found that users were exploring deeply into the resources but were unable to contextualize and use the resources they found effectively. To fix this we build out an extensive bookmarking feature that allowed users to save the resources they were interested in to custom created lists."
              },
              "right": {
                "title": "",
                "description": "After testing this feature we saw that we had over 200% more retention of clients and that users were specifically organizing resources for their organizations on specific projects. We also saw the need for users to understand the major differences between many different and often comparable tools. Taking inspiration from car comparison tools, I designed out a few different versions of the tool and settled on a vertical version that allowed for six different resources to be compared at the same time."
              }
            }
          },
          {
            "color": {
              "src": "mitshift/currated.png",
              "description": "List and Compare"
            }
          },
          {
            "text": {
              "title": "2.4 Account and Provider Pages",
              "side": "",
              "description": "To create a more integrated network of sustainability practitioners and suppliers, we built out a personalized account feature that members could customize. Each supplier has their own home page that would help spread their tools and their message further. This allowed new search functionality while also allowing members to connect with each other more and deepen relationships."
            }
          },
          {
            "imagecontain": {
              "src": "mitshift/client.png"
            }
          }
        ]
      },
      {
        "section": "3 UN Global Compact",
        "section-content": [{
            "text": {
              "title": "3.1 Next Step the United Nations",
              "side": "",
              "description": "After a year of planning, designing, and testing we had built out the majority of the features that we had committed to in our initial audit. We were contacted by the United Nations Global Compact who was interested in the innovative approach had taken in our development of the UX and search functionality. They asked me to help redesign their sustainability library around a new taxonomy and brand they were using going forward. It was awesome to move from a national reach to international. I worked with them for two months designing a new UX/UI system for them based on the work and then implemented it on the Front End in Ruby, Javascript, and HTML/CSS."
            }
          },
          {
            "color": {
              "src": "mitshift/UN.png",
              "description": "United Nation Global Compact Library"
            }
          }
        ]
      }
    ]
  }
},

"home": {
  "slug": "home",
  "title": "Home",
  "cards": [{
      "name": "MIT & UN Sustainability Tools",
      "slug": "mitshift",
      "image": "shift.jpg",
      "logo": "shift-logo.png",
      "highlight": "#58606a",
      "role": "Product Designer",
      "type": "Product Design, Sustainability, Web Application",
      "product": "B2B International Sustainability Libraries",
      "description": "Searchable Sustainability Tools",
      "site": "https://www.evanmceldowney.com/mitshift",
      "side": "left"
    },
    {
      "name": "CoProcure",
      "slug": "coprocure",
      "image": "coprocure.jpg",
      "logo": "coprocure-logo.png",
      "highlight": "#37A8EB",
      "role": "Product Designer",
      "type": "Government Tech, Service Design, Branding",
      "product": "Civic Tech Procurement Marketplace",
      "description": "Making Government Procurement Easy",
      "site": "https://www.evanmceldowney.com/coprocure",
      "side": "right"
    },
    {
      "name": "Recovery Road",
      "slug": "recovery-road",
      "image": "recovery.jpg",
      "logo": "recovery-logo.png",
      "highlight": "#bf8e00",
      "role": "Producer and Developer",
      "type": "Journalism, Product Design, Creative Development",
      "product": "Interactive Storytelling Documentary",
      "description": "Mapping Boston's Heroin Crisis",
      "site": "https://www.evanmceldowney.com/recoveryroad",
      "side": "left"
    },
    {
      "name": "Airbo",
      "slug": "airbo",
      "image": "airbo.jpg",
      "logo": "airbo-logo.png",
      "highlight": "#40BEFF",
      "role": "Lead Designer",
      "type": "Product Design, Branding, Front-End Development",
      "product": "B2B HR Appliation",
      "description": "Rebranding HR Ease & Engagement",
      "site": "https://airbo.com",
      "side": "right"
    },
    {
      "name": "Kleo",
      "slug": "kleo",
      "image": "kleo.png",
      "logo": "kleo-logo.png",
      "highlight": "#6404e9",
      "role": "User Experience Designer",
      "type": "Branding, Museum Design, User Experience, Wayfinding",
      "product": "B2C Museum Tour App",
      "description": "Innovating Museum Education",
      "site": "https://invis.io/Z59BUUBA4",
      "side": "left"
    },
    {
      "name": "StorageCraft",
      "slug": "storagecraft",
      "image": "storagecraft.png",
      "logo": "storagecraft-logo.png",
      "highlight": "#1A568F",
      "role": "User Experience Designer",
      "type": "Branding, UX, Web Design, Front-End Development",
      "product": "B2B Marketing Website",
      "description": "Redefining Storage Solutions",
      "site": "https://invis.io/Z59BUUBA4",
      "side": "right"
    },
    {
      "name": "Tiny Eye",
      "slug": "tinyeye",
      "image": "tinyeye.png",
      "logo": "tinyeye-logo.png",
      "highlight": "#1A568F",
      "role": "Product Lead",
      "type": "User Experience Design",
      "product": "Virtual Reality App",
      "description": "A Virtual Reality hidden object game",
      "site": "https://invis.io/Z59BUUBA4",
      "side": "left"
    }
  ]
},
"about": {
  "slug": "about",
  "title": "About"
},
"thoughts": {
  "slug": "thoughts",
  "title": "thoughts"
}
}
