{
  "home" : {
    "slug" : "home",
    "title" : "Home",
    "cards" : [
      {
        "name": "Student Rabbit",
        "slug": "studentrabbit",
        "image": "studentrabbit.png",
        "role": "Project Lead",
        "type": "Front End Development, Branding, Web Design, UX",
        "site": "www.studentrabbit.com",
        "side": "right"
      },
      {
        "name": "Kleo: Accessable Tours",
        "slug": "kleo",
        "image": "kleo.png",
        "role": "User Experience Designer",
        "type": "Branding, UX, App Design",
        "site": "https://invis.io/Z59BUUBA4",
        "side": "left"
      }
  ]
},

"about" : {
  "slug"  : "about",
  "title" : "About"
},

"work" : {
  "studentrabbit" : {
    "slug" : "studentrabbit",
    "name" : "Student Rabbit",
    "content": [
      {
        "text": "<h2>AHOPE</h2><p>AHOPE (Access, Harm Reduction, Overdose Prevention and Education) is a walk-in needle exchange program for active injection drug users located on Albany Street, in the same facility that is home to PAATHS.</p><p>The program provides integrated HIV, Hepatitis, and Sexually Transmitted Infection (STI) testing, free, legal, and anonymous needle exchange, referrals to HIV, Hepatitis, and STI treatment, overdose prevention education and training, risk reduction supplies to reduce the spread of infection, and risk reduction counseling.</p><p>Services are available at the walk-in center, Monday through Friday, or via mobile van and outreach sites around Boston.</p>"
      }, {
        "embed": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/yr4Ab7GzbFs\" frameborder=\"0\" allowfullscreen></iframe>"
      }, {
        "text": "<h2>PAATHS</h2><p>PAATHS (Providing Access to Addictions Treatment, Hope and Support) is a resource for individuals, families, community partners, and treatment providers who are directly affected by or work to prevent substance abuse disorders.</p><p>The staff at the Albany Street location assess an individual’s treatment needs, describes the types of treatment available, makes recommendations and referrals, facilitates access to different treatment programs, and connects clients to overdose prevention and risk reduction services -- all in collaboration with primary care providers and behavioral staff from emergency departments and primary care settings.</p><p>Individuals may access PAATHS walk-in services at the Albany Street location, on a first-come, first-served basis, and by hotline Monday through Friday.</p>"
      }
    ]
  },
  "Kleo" : {
    "slug" : "kleo",
    "name" : "Kleo"
    }
  }
}
